[{
        "name": "Vega EVX",
        "description": "electric supercar that would come from Sri Lanka. Produced by Vega Innovations, it would be called Vega and have 900 hp \n Vega Innovations is an electric vehicle (EV) automobile  manufacture of electric super cars, based in Colombo, Sri Lanka. Vega also designs and manufactures EV components such as high performance inverters, drivetrains and battery packs as well as provide EV research and development (R&D) services to clients worldwide. /n It has dual electric motors that drive the rear wheels and deliver a 900 horsepower figure with a torque of 530 lb-ft. You’d think that with the components needed to power this vehicle, especially the lithium-ion batteries, the Vega would weigh a ton, and yet it only clocks at 3,000 lbs thanks to carbon fiber materials. And if its engineering team gets it right, it will boast of a range of 150 miles and speeds of up to 150 mph.The production version will be 4.53 m (178.4 in) long, 1.99 m wide, 1.22 m tall, and has a 2.85 m wheelbase.It has a luggage capacity of 260 l (9.2 ft³) and weighs 2,090 kg, 480 kg of which are due to the battery. The battery pack is composed of 12 modules, each of them with 50 lithium ferrous phosphate (LiFePO4) pouch batteries. Currently, it delivers 540V and 40 kWh, enough for 250 km (155 mi) of range. Fast charging is done via ChadeMo and CCS at 120 kW.",
        "Rating": "150mph",
        "episode": 500,
        "categorie": "EV Super car",
        "studio": "0-60mph --> 3.15 s",
        "img": "https://cdn.carbuzz.com/gallery-images/840x560/664000/200/664269.jpg"
    }, {
        "name": "Aiways u5",
        "description": "The car itself is quite handsome and resembles the popular Hyundai Kona in appearance. According to Electrive, the U5 is 4.70 meters long with a 140 kW motor driving the front wheels. Range is said to be 460 kilometers | 286 miles in the discredited NEDC test cycle. Expect real world range of about 240 miles | 386 km once all the conversions are done.Prices have not yet been announced but rumors in the European media hit of a base price of about €25,000. If that is true, Aiways can expect quite a few customers queuing up to buy a U5.  The company says it expects to being selling the U5 next year beginning in Norway before expanding sales to Sweden and Germany.",
        "Rating": "190mph",
        "episode": 700,
        "categorie": "SUV",
        "studio": "0-60mph --> 2.5 s",
        "img": "https://www.electrive.com/wp-content/uploads/2018/11/aiways-u5-ion-concept-car-2018-02.png"
    }, {
        "name": "BENTLEY GT No 9",
        "description": "entley has created the ultimate collector’s version of the all-new Continental GT to celebrate the company’s centenary in 2019.The Continental GT Number 9 Edition by Mulliner is inspired by Bentley’s illustrious motorsport past and incorporates a number of distinctive features into the world’s most luxurious Grand Tourer. Just 100 examples will be handbuilt by Mulliner in Crewe, England, based on the Continental GT this year",
        "Rating": "207mph",
        "episode": 500,
        "categorie": "Sedan",
        "studio": "0-60mph --> 3.6 s",
        "img": "https://1.bp.blogspot.com/-Kff4eCUwiNY/Xk1ZlJVgdyI/AAAAAAAAJPk/MdDDsYgkcwo7uwEA3V4WwLaA8Dsd4dJsgCLcBGAsYHQ/s640/BENTLEY%2BMOTORS%2B-%2BCONTINENTAL%2BGT%2BNUMBER%2B9%2BEDITION.jpg"
    }, {
        "name": "BAC Mono",
        "description": "At the Mono’s heart is a solidly mounted engine, a 280bhp 2.3-litre four-cylinder Cosworth unit to be precise. It sits in the middle (as you’d expect), driving the rear wheels via a six-speed Hewland sequential gearbox and a limited-slip differential. The 0-60 time is well below 3.0sec while the top speed is a claimed 170mph. Its 527bhp/ton power-to-weight ratio is 6bhp better than a Bugatti Veyron's, too.The suspension comprises a racing-style fully adjustable pushrod setup, the brakes come from AP Racing and the Kumho tyres are bespoke-developed for the Mono. Ultimately grabbing the headlines, though, is the Sebastian Vettel cockpit view, with a central, single seat (each customer has their interior fitted around them, as you might hope at this sort of money) and an electronic, button-festooned steering wheel with a flat bottom and top. It’s pure theatre.",
        "Rating": "170 mph",
        "episode": 70,
        "categorie": "Super Car",
        "studio": "0-60mph --> 2.8 s",
        "img": "https://www.themanufacturer.com/wp-content/uploads/2016/08/bac_mono-copy.jpg"
    }, {
        "name": "Honda Civic Type R facelift",
        "description": "Honda revealed the updated 2020 Civic Type R on Thursday at the Tokyo Auto Salon.The look inside and out is slightly revised, but Honda also gave the Civic Type R performance upgrades that we hope will improve an already great track car.Those improvements include revised front suspension settings to reduce friction and improve steering feel, new dampers for a more comfortable ride, and stiffer bushings that Honda says will improve grip. New two-piece rotors and different brake pads are meant to improve high-speed braking and reduce fade. The 6-speed manual transmission has shorter throws between gears and a new shift knob. A larger front grille also improves engine cooling but doesn't increase output of the 2.0-liter turbo-4 from the current car's 306 horsepower and 295 lb-ft of torque.Honda says additional information about the U.S.-spec Civic Type R will be announced closer to the car's release later this year. Honda did not give any information on prices, though the brand increased prices at least twice for the 2019 model to the current $37,255.",
        "Rating": "169 mph",
        "episode": 500,
        "categorie": "Sedan",
        "studio": "0-60mph --> 5.0s",
        "img": "https://i.pinimg.com/originals/be/1b/43/be1b4341ba834a6f29e0cf999cd179f1.png"
    }, {
        "name": "Hyundai i20",
        "description": "The Hyundai Elite i20 has 1 Diesel Engine and 1 Petrol Engine on offer. The Diesel engine is 1396 cc while the Petrol engine is 1197 cc. It is available with the Manual and Automatic transmission. Depending upon the variant and fuel type the Elite i20 has a mileage of 17.4 to 22.54 kmpl. The Elite i20 is a 5 seater Hatchback and has a length of 3985mm, width of 1734mm and a wheelbase of 2570mm.",
        "Rating": "106 mph",
        "episode": 14,
        "categorie": "hatchback",
        "studio": "0-60mph --> 12.5 s",
        "img": "https://cdn.motor1.com/images/mgl/pPGzo/s3/2020-hyundai-i20-teaser-image.jpg"
    }, {
        "name": "Fiat 500 electric",
        "description": "Fiat’s 2018-2022 roadmap includes the launch of a brand new generation of the 500 hatchback, which is expected to debut during this year’s Geneva Motor Show in March 2020. The vehicle will spawn an all-electric version. While it may appear almost identical to the current 500 in terms of size and overall shape, the overhauled model will ride on a new platform designed with electrification in mind. Details about the powertrain of the 500e are not available at the moment but we expect more power and longer range between charges from today’s 111 horsepower (83 kilowatts)/147 pound-feet (200 Newton-meters) and 84 miles (135 kilometers) at a single charge",
        "Rating": "88 mph",
        "episode": 12,
        "categorie": "hatchback EV",
        "studio": "0-60mph --> 9.9 s",
        "img": "https://o.aolcdn.com/images/dims3/GLOB/legacy_thumbnail/800x450/format/jpg/quality/85/http://www.blogcdn.com/www.autoblog.com/media/2010/09/01-500-630.jpg"
    }, {
        "name": "kia sorento 2020",
        "description": "The first 2020 Kia Sorento engine option that we will explore is the 2.4L I-4 engine. This engine can be equipped with either FWD or AWD systems. This 185-horsepower engine is able to generate up to 178 pound-feet of torque. With FWD equipped, the 2020 Kia Sorento 2.4L engine allows the SUV to achieve EPA-estimated fuel economy ratings of 22 mpg in the city and 29 mpg on the highway. With AWD equipped, which is only available with the LX trim, the fuel economy ratings are reduced slightly to 21 mpg in the city and 26 mpg on the highway.",
        "Rating": "124 mph",
        "episode": 51,
        "categorie": "SUV",
        "studio": "0-60mph --> 7.6 s",
        "img": "https://c4d709dd302a2586107d-f8305d22c3db1fdd6f8607b49e47a10c.ssl.cf1.rackcdn.com/thumbnails/stock-images/5f38df7ff77817c8e449918e3d6ce1d0.png"
    }, {
        "name": "Audi A6 55 TFSI",
        "description": "Audi has announced that it is expanding its portfolio of electrified car models. Presales for the latest plug-in hybrid have started in Germany; the car is the Audi A6 55 TFSI e quattro. The vehicle delivers combined fuel consumption of 1.9-2.1 l/100km of driving, which Audi says is 112 to 123.8 US MPG.The car has two efficient drives to reach a combined power output of 367PS. The four-cylinder gas engine is a 2.0-liter TFSI unit that makes 252PS alone. The electric motor is integrated into the 7-speed S tronic transmission and has a peak output of 105 kW.Torque is 368.8 pound-feet combined. The lithium-ion battery for the electric system is in the rear of the vehicle and has 14.1 kWh of energy stored inside. Despite being stored in the luggage compartment, the car still promises luggage space.Performance for the A6 TFSI e55 quattro is good with a 0-62.1 mph time of 5.6 seconds and a top speed of 155.3 mph. The car has a top speed on electricity alone of 83.9 mph. The electric-only driving range is up to 32.9 miles, as measured with the WLTP procedure. Audi has baked three drive modes into the car. The modes include “EV” for all-electric driving, “hybrid” for both drive types, and “hold” to conserve battery power for later. A level 3 charger is integrated and allows charging at 7.4 kW needing 2.5 hours to recharge an empty battery. The car has available S line exterior package black styling package, black external mirror housings, and more. The vehicle can be fitted with matrix LED headlights, sport seats, four-zone automatic air, Audi virtual cockpit, sport suspension, 19-inch wheels, and red brake calipers. Pricing starts at EUR 68,850. Availability outside of Germany is unannounced for now.",
        "Rating": "155.3 mph",
        "episode": 25,
        "categorie": "Sedan 5 doors",
        "studio": "0-60mph --> 5.6 s",
        "img": "https://1.bp.blogspot.com/-ivIG5Q_8zJ0/Xk1ZkJu08uI/AAAAAAAAJPc/hPg6_oHPLT4BB2k5ZB-T_3TuE1L5vDyKACLcBGAsYHQ/s640/Audi%2BA6%2B55%2BTFSI.jpg"
    }, {
        "name": "AUDI - A7 TFSI E",
        "description": "Audi introduced a new model for those that don’t want to sacrifice style in the name of eco-friendliness. It’s called the A7 Sportback 55 TFSI e quattro and it adds plug-in hybrid technology to Audi’s stylish liftback. \n Under the hood of the A7 Sportback 55 TFSI e quattro you’ll find a 2.0-liter 4-cylinder engine rated at 248 horsepower and 273 pound-feet of torque. That gas engine is responsible for spinning the A7’s front wheels, while an electric motor integrated into the car’s 7-speed S tronic gearbox is used to power the rear wheels, hence the electric quattro designation. \n Total system output stands at a healthy 361 hp and 368 pound-feet of torque, the latter of which is available from 1,250 rpm. As a result of that grunt, the A7 Sportback 55 TFSI e quattro can scoot from 0-60 in in about 5.7 seconds and hit a top speed of 155 mph.Of course the big draw of the A7 Sportback 55 TFSI e quattro is economy, with performance merely being an additional benefit. The A7 Sportback 55 TFSI e quattro can travel more than 25 miles on battery power alone and hit speeds of 84 mph in electric mode.Powering the A7 Sportback 55 TFSI e quattro’s electric motor is a 14.1-kwh lithium-ion battery pack located beneath the luggage compartment floor. Despite that placement, Audi says the A7 Sportback 55 TFSI e quattro retains the same cargo room as the standard A7.The A7 Sportback 55 TFSI e quattro comes with three drive modes—EV mode, Battery Hold mode and Hybrid mode. All three do exactly as they say.The A7 Sportback 55 TFSI e quattro also has an advanced computer system that can create predictive strategy controls based on traffic, distance to destination and even road gradients. If you’re using the A7’s integrated navigation, the system will even conserve battery power to ensure you’ll have enough juice to arrive emissions-free at your destination.When plugged into a fast charger, the A7’s battery pack can be charged up in as little as 2.5 hours. On a 230 volt source, the A7 plug-in requires about 7 hours for a full charge.Audi hasn’t announced if the A7 Sportback 55 TFSI e quattro will be available in the United States, but it’s scheduled to go on sale in Germany this year with a starting price of 77,850 euros ($85,950).",
        "Rating": "155.3 mph",
        "episode": 24,
        "categorie": "Sedan",
        "studio": "0-60mph --> 5.7 s",
        "img": "https://1.bp.blogspot.com/-kESAVEXmn6w/Xk1ZkaY3XSI/AAAAAAAAJPg/NmRkag3PEfgJbob44IIGNM3QIn81Ccj6wCLcBGAsYHQ/s640/Audi%2BA6%2B755%2BTFSI.jpg"
    }, {
        "name": "Audi A8 60 TFSI",
        "description": "it was only a matter of time until the S8 came out, but the hybrid is a bit of a surprise — and it will be a plug-in hybrid at that. The A8’s turbocharged 3.0-liter V-6 engine combines with an electric motor integrated into the torque converter to produce a total system output of 443 hp and 516 pounds-feet of torque. That’s up 108 hp and 147 pounds-feet of torque over the A8’s base engine, a turbo V-6, and it means that the hybrid is actually 0.7 second quicker to 60 mph (4.9 versus 5.6 seconds).The electric motor draws power from a 14.1-kilowatt-hour lithium-ion battery pack, which comprises 104 individual cells tucked beneath the luggage compartment. No word yet on whether this reduces the size of the fuel tank, but that’s one of many questions on the A8 TFSI e right now. Audi says fuel economy and pricing will come later, but it also didn’t specify if the TFSI e would have any all-electric range, a key characteristic of plug-in hybrids. We also don’t yet know the exact federal or state tax incentives the A8 TFSI e will qualify for. It should be in the neighborhood of $6,700 at the federal level, but check back with us as more details emerge.",
        "Rating": "155.3 mph",
        "episode": 24,
        "categorie": "Sedan",
        "studio": "0-60mph --> 4.9 s",
        "img": "https://1.bp.blogspot.com/-d398vmgbzP4/Xk1q-QpIzaI/AAAAAAAAJQc/edKcrdBgSDoPDuN1p_aUVQiqoEmXATuZACLcBGAsYHQ/s640/Audi-A8-Exterior.png"
    }, {
        "name": "VOLKSWAGEN - TOUAREG V8 TDI",
        "description": "The most powerful Volkswagen in the current model range is now available to order: the Touareg V8 TDI. At 310 kW / 421 PS, it’s one of the most powerful SUVs with a diesel engine in Germany. This 4.0-litre eight-cylinder vehicle has a maximum torque of 900 Newton metres – putting it at the same level as sports super cars. Whether cruising at low speeds, moving fast or going off-road, this power provides superior drive characteristics and makes the Touareg V8 TDI a reliable partner in everyday use. As with the product line’s V6 engines, the new V8 version also meets the requirements of the Euro 6d TEMP emissions standard.",
        "Rating": "155 mph",
        "episode": 148,
        "categorie": "SUV",
        "studio": "0-60mph --> 4.9 s",
        "img": "https://1.bp.blogspot.com/-R6GUWTDCpBA/Xk1ZmB3coNI/AAAAAAAAJPw/An0jrAZC80sxujZGqYPckCfh_WkzBb22wCLcBGAsYHQ/s640/VOLKSWAGEN%2B-%2BTOUAREG%2BV8%2BTDI.jpg"
    }
, {
        "name": "AUDI - Q5 TFSI E",
        "description": " It combines a turbocharged 2.0-liter gasoline engine that develops 248 horsepower (185 kilowatts) and 273 pound-feet (370 Newton-meters) of torque with an electric motor rated at a peak output of 141 hp (105 kW) and 258 lb-ft (350 Nm).Audi says the plug-in hybrid setup enables the midsize luxury SUV to offer a combined output of 362 hp (270 kW) and 369 lb-ft (500 Nm). The electrified muscle grants the Q5 with a sprint to 62 mph (100 kph) in only 5.3 seconds and a top speed of 149 mph (239 kph), which isn’t half bad given the vehicle’s size and the relatively small four-cylinder engine. People shopping for a PHEV are more likely interested in fuel economy, and Audi promises the new Q5 55 TFSI E Quattro can return as much as 112 miles per gallon or consume as low as 2.1 liters / 100 km in the combined cycle. That translates to CO2 emissions of only 46 g/km when used as a hybrid, while in fully electric mode it can travel for more than 26 miles (40 kilometers) based on the WLTP cycle. Switch off the combustion engine and the SUV will top out at 84 mph (135 kph). \n That zero-emissions range is guaranteed by a lithium-ion battery pack with a 14.1-kWh capacity stored underneath the trunk’s floor. It takes only two and a half hours to fully charge the batteries through a 400 V/16 outlet while from a household socket it needs approximately six hours.There’s not much to say about the styling since the PHEV derivative looks virtually the same as the conventionally powered model, save for the extra cap for the charging port and the “55 TFSIe” badge at the back. The “Quattro” logo on the tailgate denotes we’re dealing with a vehicle equipped with AWD, which by the way works with sensors to analyze the road and automatically configure the system for optimal performance. In certain conditions, such as at low loads and when there’s plenty of traction, the seven-speed S tronic gearbox stops sending power to the rear wheels, thus effectively turning the SUV into a front-wheel-drive vehicle to boost efficiency.Audi is already accepting orders in Europe for the Q5 55 TFSI E Quattro and is asking €60,450 at home in Germany. The market launch is scheduled for the third quarter of the year.",
        "Rating": "148mph",
        "episode": 148,
        "categorie": "mid range SUV",
        "studio": "0-60mph --> 5.3 s",
        "img": "https://1.bp.blogspot.com/-rNF-it4nmik/Xk611kL2ZGI/AAAAAAAAJQo/xlfK7TDEVk8n3_YlT9EX9iFke3z5_34jwCLcBGAsYHQ/s640/AUDI%2B-%2BQ5%2BTFSI%2BE.jpg"
    }
, {
        "name": "Cupra Ateca",
        "description": "The Cupra Ateca has no business being this good to drive. In fact, we reckon it’s the finest-handling car in its class, although there aren’t many performance SUV rivals. \n There are six driving modes to choose from – Normal, Sport, Cupra, Snow, Off-Road and Individual – but Cupra is the setting you’ll require to enjoy the Ateca at its most impressive and aggressive. In this mode, the steering and throttle are sharper, the gear shifts are quicker and the exhaust note is enhanced, delivering a proper hot hatch feel. Any thoughts that the Cupra Ateca is little more than a tarted-up SEAT SUV are soon forgotten when you hit the accelerator. The 296bhp 2.0-litre four-cylinder turbocharged engine is lifted from the Volkswagen Golf R hot hatch, giving this SUV a real turn of pace.The 0-62mph time is polished off in 5.2 seconds – quick enough to trouble most self-respecting hot hatches. In reality, it feels even quicker, especially if you keep the rev-counter between 3,500 and 6,000rpm.In fact, the faster you go, the more exhilarating it becomes, especially in Cupra mode, when the quad exhaust tips produce a raucous soundtrack. What’s all the more remarkable is that the Cupra sounds so docile at lower speeds. The top speed is 153mph.",
        "Rating": "153 mph",
        "episode": 148,
        "categorie": "SUV",
        "studio": "0-60 mph --> 5.4 s",
        "img": "https://1.bp.blogspot.com/-CPqv3sbd3g4/Xk1Zm5U_HyI/AAAAAAAAJP0/DjMwVwEOFvwWWhmZaV91f_oiUcVVHpmtwCLcBGAsYHQ/s640/seat%2Bcupra%2Bateca%2B2020.jpg"
    }, {
        "name": "Skoda Karoq",
        "description": "The Scout’s 2.0-litre TDI four-pot diesel engine is probably the smallest and slightest motor of its kind that you might seriously consider, in theory, in a car for which you have regular towing or a bit of light off-roading in mind. \n That’s principally because you might reasonably expect a broader spread of accessible torque, and better drivability, of it than you’d see in the more highly tuned, smaller-capacity diesels of similar peak power output that are becoming increasingly common in such cars. So, would that rationale lead you to this car for the right reasons? Ultimately, yes – but not emphatically so. The Karoq’s 2.0-litre TDI feels stout enough in its supply of midrange torque to handle a decent-sized caravan or trailer, or to haul itself up a muddy slope, when it’s on boost.But it’s also not quite as flexible in its power delivery as you might hope for, feeling notably unresponsive if you let the rev counter drop much below 2000rpm in a higher gear, and getting surprisingly obstreperous and impotent above 4000rpm. It’s enough to suggest that the electronic governance necessary to make a 2.0-litre diesel competitive with a 1.6 or 1.7 on the WLTP emissions testing regime may now entirely negate any advantage that the bigger cubic capacity would otherwise have created for a car on drivability",
        "Rating": "152 mph",
        "episode": 148,
        "categorie": "SUV",
        "studio": "0-60mph --> 5.4 s",
        "img": "https://1.bp.blogspot.com/-RHNBxl_5Hrw/Xk1ZliVw3BI/AAAAAAAAJPo/OOv0uZPelyUMbZQirAlWLiZQzI6K8o3rACLcBGAsYHQ/s1600/Skoda%2BKaroq.jpg"
    }, {
        "name": "Skoda Scala",
        "description": "The Skoda Scala has a fairly limited engine lineup, but it’s all killer and no filler – a simple choice between two petrols and one diesel. Our favourite is the entry-level 1.0-litre TSI with 113bhp, but buyers can also choose a more powerful 1.5-litre with 148bhp.The former manages 0-62mph in 9.8 seconds and has a 125mph top speed; the latter improves on those figures with an 8.2-second 0-62mph time and 136mph top speed. The 1.0-litre car is only available with a manual gearbox, while the 1.5-litre comes with a DSG automatic.The single diesel choice is a 1.6-litre TDI unit with 113bhp, available with either a manual or DSG gearbox. The manual car is marginally quicker: 10.1 seconds to 62mph trumps the auto’s 10.3 seconds. Top speed is 125mph in the manual and 124mph in the auto.Despite the punchier performance of the 1.5-litre petrol and the good economy of the diesel, we recommend the cheaper yet still excellent 1.0-litre TSI for most buyers – provided you don’t want or need an automatic gearbox.Performance is adequate for most everyday situations thanks to the engine’s decent torque and the Scala’s relative light weight – it’s marginally quicker than the turbocharged 1.0-litre versions of key rivals like the Kia Ceed and Volkswagen Golf. Emissions are low and fuel economy is great too",
        "Rating": "125 mph",
        "episode": 148,
        "categorie": "SUV",
        "studio": "0-60mph --> 9.5 s",
        "img": "https://1.bp.blogspot.com/-Hf5a8JomU08/Xk68y9YZvLI/AAAAAAAAJQ0/KgpQUJbKdWUxw-FOHTnGy0AuHeSpyMuQgCLcBGAsYHQ/s640/skoda-scala-2020-index-1.png"
    }
, {
        "name": "VOLKSWAGEN - T-ROC R",
        "description": "Volkswagen is set to present the T-Roc R, new top model for the successfully launched crossover product line, at the Geneva International Motor Show (7– 17 March 2019). Developed by Volkswagen R, this powerful vehicle boasts some impressive performance data: its four-cylinder TSI engine with 2.0 litre capacity and an output of 221 kW/300 PS as well as torque of 400 Nm. The standard combination with 7-gear DSG and 4Motion all-wheel drive ensures excellent acceleration without any loss of traction. The Volkswagen T-Roc R can accelerate from 0 to 100 km/h in 4.9 seconds, while the top speed is electronically limited to 155 mph.",
        "Rating": "155 mph",
        "episode": 148,
        "categorie": "SUV",
        "studio": "0-60mph --> 4.9 s",
        "img": "https://1.bp.blogspot.com/-h63e_vLbXQI/Xk1ZlsZI0YI/AAAAAAAAJPs/j0xhpSK-uIkikn7OXmolfSN9Gg_tM3v2ACLcBGAsYHQ/s640/VOLKSWAGEN%2B-%2BT-ROC%2BR.png"
    }
 , {
        "name": "PININFARINA - BATTISTA",
        "description": "The Battista is powered by a 120 kWh battery pack supplied by Rimac Automobili. The car has four individual motors placed at each wheel and they have a combined power output of 1,400 kW (1,903 PS; 1,877 hp) and 2,300 N⋅m (1,696 lb⋅ft) of torque. The Battista shares 40–50% of the pure technical components of the Rimac C Two. The car has a carbon-fibre monocoque chassis with aluminium crash absorbers at the front and the rear and most of the body panels are also built from the same material in order to keep the weight low. The car has 21-inch wheels wrapped in Pirelli P Zero Corsa tyres.The adjustable suspension system of the car will be tuned for maximum road comfort. The car has five driving modes all of which alter the power generated by the powertrain. The car features carbon ceramic brake discs measuring 390 mm (15 in) at the front and rear and equipped with six piston calipers front and aft. The active rear wing acts as an airbrake to improve stopping power.The interior of the car is customisable according the customer's specification. A carbon steering wheel is flanked by two large screens on either side, displaying vital data to the driver. The interior is upholstered in leather. The car is claimed by the manufacturer to generate cabin driving sound using acoustics. The battery pack is T-shaped and is placed as such that it lies in the central tunnel and behind the seats. Once fully charged, the battery pack allows the car to have a range of 451 km (280 miles). ",
        "Rating": "217 mph",
        "episode": 148,
        "categorie": "Super car",
        "studio": "0-60mph --> 2 s",
        "img": "https://1.bp.blogspot.com/-H8zaYYzs8ss/Xk1Zjiq8KhI/AAAAAAAAJPY/FfUagc4cWF4nTNnegb-pCpW42-h6nQQ0wCLcBGAsYHQ/s640/AUTOMOBILI%2BPININFARINA%2B-%2BBATTISTA.jpg"
    } , {
        "name": "SKODA - VISION IV",
        "description": "For the VISION iV, ŠKODA has drawn on Volkswagen Group’s MEB modular electric car platform. The zero-emission car is powered by two electric motors – one on the front axle and one on the rear axle. This means the car features all-wheel drive that can react according to the current situation. The car’s power output is 225 kW (306 PS) and it has a top speed of 112 mph. \n\nThanks to maximum torque being immediately available at all times, the VISION iV can reach a speed of 60 mph from a standing start in just 5.8 seconds; the short burst from 80 to 120 km/h takes less than 4 seconds. The car also boasts a maximum range of up to 500 km in the WLTP cycle. \n\n In the MEB platform, the high-voltage battery lies compactly between the front and rear axle in the car’s underbody, where it is also optimally protected. The liquid-cooled lithium-ion battery has a capacity of 83 kWh and can be charged to 80 per cent of its total capacity in 30 minutes. The car can be charged using a cable. The flow of energy between the two motors and the battery is controlled electronically. \n\n Intelligent electronics also take care of power distribution for the all-wheel-drive system. When accelerating, they ensure optimal traction for all four wheels. While doing this, the car’s continuous and simultaneous management adapts to the needs of the driver as well as to the individual conditions and given situations. Thus, the intelligent all-wheel drive always provides the maximum level of dynamics, driving stability and safety. \n \n ŠKODA has equipped the VISION iV with technology for a new level of safety and comfort. Comprehensive connectivity features enable the car to communicate with other road users and vehicles as well as with infrastructure such as traffic control centres, meaning the car can respond to what is happening in traffic quicker and more precisely. In addition, numerous assistance systems support the VISION iV when either the driver is behind the wheel or it is driving and parking autonomously. \n\n Modern laser scanners and radar sensors enable the car to accurately assess its surroundings. A high-performance computer with a great deal of processing capacity interprets the data. Assistance systems such as Traffic Jam Assist therefore work particularly precisely and quickly. The ŠKODA VISION iV can be driven autonomously at level 3. This means it can completely take over steering on motorways, for example. Here, the systems control overtaking and evasive manoeuvres, accelerate and apply the brakes. In dangerous situations, the driver is prompted to take over the steering wheel again within a defined time frame. From level 3, vehicles also communicate automatically with other vehicles, allowing them to inform one another of potential dangers. In addition, the ŠKODA VISION iV can also communicate with infrastructure. \n\n The VISION iV is perfectly aligned with the needs of modern society and fully integrates smartphones as part of its operating and infotainment concept. The doors can be unlocked using a smartphone as a digital key. Inside the vehicle, the driver and front passenger’s mobile devices can be placed in the centre console, where they are inductively charged and wirelessly integrated into the latest-generation infotainment system. Furthermore, the VISION iV can be controlled using gestures, and – thanks to intelligent speech recognition with online support – can understand entire sentences and even dialects. \n Upon opening the VISION iV, the driver is greeted by a specific welcome logo visible on the seemingly floating display. A permanent 5G connection enables the use of ŠKODA’s numerous online services such as Infotainment Online and Care Connect. Infotainment Online provides Online Traffic Information in real time, weather reports or information about available parking spaces, for example. Care Connect includes Proactive Service and remote vehicle access via the ŠKODA Connect app or web portal. ",
        "Rating": "112 mph",
        "episode": 148,
        "categorie": "Sedan EV",
        "studio": "0-60mph --> 5.9s",
        "img": "https://1.bp.blogspot.com/-oB7tdgblQ_E/XlfT69-qaFI/AAAAAAAAJRg/Ub3FAs437VswygaBfn15gIGDY2-DXzQ9ACLcBGAsYHQ/s640/Skoda_Vision_iV.jpg"
    }, {
        "name": "BMW - 330E",
        "description": "Meet the BMW 330e. This plug-in hybrid has all the advantages of a combustion-engined BMW sedan, along with the benefits of electric power in a package that, on paper, gives you the best of both worlds. If you use it correctly.\n\nThe BMW 330e is, in a nutshell, an electrified version of the 330i. It uses a version of that car's four-cylinder engine (detuned to 184 horsepower) and a 113-horsepower electric motor, mounted into the eight-speed Steptronic transmission. Both power the rear wheels and can work simultaneously to provide a maximum of 292 horsepower and 310 pound-feet of torque, or split the load for increased fuel efficiency. .\n\n BMW has equipped the 330e with a wealth of driving modes -- multiple hybrid modes, multiple sport modes and multiple electric modes -- and the choice can be slightly confusing. This can make things seem complicated at first glance, but we found the 330e works best when used in one of three ways: either as a pure electric vehicle for short journeys totaling no more than 41 miles, driven like a maniac in the XtraBoost sport mode where everything is deployed as aggressively as possible or left to its own devices in the intelligent Predictive hybrid mode where the car decides the best course of action based on the route in your navigation system. .\n\n That last mode is especially impressive. On a journey consisting of highway and local roads, the 330e will default to using the combustion engine on faster highway stretches and a mixture of both power sources in medium speed areas, before calling on the electric motor to do the lion's share when it enters a city center. .\n\n The 330e is certainly no Tesla, but it works fairly well as an EV for short hops. Its range is, on paper, sufficient to cover the 16 miles the average American drives to work each way, each day, even if the 12-kilowatt-hour battery pack depletes more rapidly the longer you maintain the car's 87-mile-per-hour electric-only top speed. There's even enough grunt in this mode to overtake, and the combustion engine will only kick in to help if you floor the throttle completely. Recharging to 80 percent capacity takes a little under 2.5 hours at 16 amps and 230 volts. .\n\n Those with a short enough commute and charging facilities at home and at work could find themselves using virtually no gas at all, though the lure of the 330e's most aggressive XtraBoost sport mode may be too much to resist. Here, the throttle response switches from somewhat lazy to razor-sharp, the steering weight increases, the speaker system tries to fool you into thinking the engine and exhaust are making interesting noises and the 3 Series chassis shines. It handles as well as we've come to expect from a 3 Series, though the additional weight of the batteries and electric motor can be felt (and heard via the squealy low-rolling-resistance tires) when pushed enthusiastically through corners. .\n\n Fuel economy in the 330e is impressive, provided the car is driven appropriately. Official US figures aren't available yet, but BMW estimates it'll return between 124 and 147 miles per gallon equivalent on the European cycle. This, of course, is only possible if you start your journey with a full battery charge and allow the electric motor to take some of the strain away from the gasoline engine. Be aware that fuel economy in the 330e can actually be worse than in the 330i if you set off with an empty battery pack, which essentially asks the combustion engine to drag around a heavy motor and batteries for no good reason. Charge it before every journey, and it's fantastic. Don't, and you're pouring money down the toilet. .\n\n The 330e isn't quite as practical as its gasoline-powered brothers. The battery pack, mounted in the rear, impinges on the trunk space slightly, dropping storage by a few cubic feet. There's a good amount of space for passengers, though. Those in the front will find it a roomy, comfortable way to travel, and there's space for two in the rear, though things get very cosy when traveling with a middle-seat passenger. .\n\n The 330e is available in Sport Line, Luxury Line or M Sport forms, the major differences being tweaks to the way the interior and exterior are styled. M Sport adds sportier suspension and steering, LED fog lights and sportier body trim. ",
        "Rating": "143 mph",
        "episode": 148,
        "categorie": "Sedan Hybrid",
        "studio": "0-60mph --> 5.9s",
        "img": "https://1.bp.blogspot.com/-8Cc7xaAyzF8/Xlf9U-flfAI/AAAAAAAAJRs/_nQkikUx_MISgCAw6lHY7YhbfRsRDQAHwCLcBGAsYHQ/s1600/2020-bmw-330e.webp"
    }, {
        "name": "BMW - 745E",
        "description": "The 745e's predecessor, the 740e, was rather half-hearted in the powertrain department, combining BMW's turbocharged 2.0-liter inline-four with the same 111-hp electric motor-generator found in this updated 7-series hybrid. With a fully charged battery, the previous system worked well, but when the electrons ran out, the four-cylinder had to work hard to motivate such a large sedan. For the 2020 model year, BMW has remedied this by swapping the four-cylinder gas engine for its buttery-smooth turbocharged inline-six, making the 745e notably quicker: Zero to 60 mph now takes 4.7 seconds versus the 740e's 5.2, and the quarter-mile passes in 13.2 seconds, a half-second sooner than before. For comparison, the 523-hp 2020 750i xDrive model needs only 4.0 seconds to reach 60 mph and 12.5 to cover the quarter. But more impressive than the speed is the effortless demeanor with which the 745e accelerates. At no speed does the boosted six sound or feel overworked, whether it's being helped by the 745e's relatively small battery or not.\n\nBMW increased the 7-series-hybrid's lithium-ion battery capacity from 9.2 to 12.0 kWh for 2020. While the bump is significant, battery-only driving still really only is useful for city jaunts. The EPA estimates 16 miles of electric-only driving in its combined cycle, and we managed to squeeze 18 miles of EV driving in at the start of our 75-mph highway fuel-economy test. (The car will go up to 87 mph before the gas engine kicks in.) The 745e returned 35 mpg on that test, which is the same figure we recorded for the 740e. Considering the 2020 model packs both 269 more pounds and 67 more horsepower than before, that fuel-economy result—which is a 6-mpg gain over the 750i's—is a solid accomplishment.\n\n Well technically, it’s not a “new” engine as it now adds the battery power to the 7-series’ standard inline-6. Prior to this, BMW mated the electrics to it’s 2.0-liter turbo-4. Now, it is a de-tuned version of the I6 turbo, rated at 280-horsepower, compared to the base 740’s 335; but of course the electric assist more than makes up for it, with total output of 389-horsepower and 443 lb-ft. of torque.",
        "Rating": "155 mph",
        "episode": 148,
        "categorie": "Sedan Hybrid",
        "studio": "0-60mph --> 4.9s",
        "img": "https://1.bp.blogspot.com/-8Cc7xaAyzF8/Xlf9U-flfAI/AAAAAAAAJRs/_nQkikUx_MISgCAw6lHY7YhbfRsRDQAHwCLcBGAsYHQ/s1600/2020-bmw-330e.webp"
    }


]
