[{
        "name": "Vega EVX",
        "description": "Vega Innovations is an electric vehicle (EV) \n automobile \n manufacture of electric super cars, based in Colombo, Sri Lanka. Vega also designs and manufactures EV components such as high performance inverters, drivetrains and battery packs as well as provide EV research and development (R&D) services to clients worldwide. Founded in 2013 December by Dr. Harsha Subasinghe CEO of CodeGen International and Dr Beshan Kulapala, with a vision of building high performance, cost effective, sustainable technologies to disrupt the EV market. On its six year journey, Vega has developed South Asia’s first electric super car, Vega EVX, and will be unveiled at the Geneva International Motor Show in March 2020. Vega is also developing alternative, mass market, transportation vehicles with its international partners. Vega Innovations is a startup company, part of CodeGen International.",
        "Rating": "150mph",
        "episode": 500,
        "categorie": "EV Super car",
        "studio": "0-60mph --> 3.15 s",
        "img": "https://cdn.carbuzz.com/gallery-images/840x560/664000/200/664269.jpg"
    }, {
        "name": "Aiways u5",
        "description": "The car itself is quite handsome and resembles the popular Hyundai Kona in appearance. According to Electrive, the U5 is 4.70 meters long with a 140 kW motor driving the front wheels. Range is said to be 460 kilometers | 286 miles in the discredited NEDC test cycle. Expect real world range of about 240 miles | 386 km once all the conversions are done.Prices have not yet been announced but rumors in the European media hit of a base price of about €25,000. If that is true, Aiways can expect quite a few customers queuing up to buy a U5.  The company says it expects to being selling the U5 next year beginning in Norway before expanding sales to Sweden and Germany.",
        "Rating": "190mph",
        "episode": 700,
        "categorie": "SUV",
        "studio": "0-60mph --> 2.5 s",
        "img": "https://www.electrive.com/wp-content/uploads/2018/11/aiways-u5-ion-concept-car-2018-02.png"
    }, {
        "name": "BENTLEY GT No 9",
        "description": "entley has created the ultimate collector’s version of the all-new Continental GT to celebrate the company’s centenary in 2019.The Continental GT Number 9 Edition by Mulliner is inspired by Bentley’s illustrious motorsport past and incorporates a number of distinctive features into the world’s most luxurious Grand Tourer. Just 100 examples will be handbuilt by Mulliner in Crewe, England, based on the Continental GT this year",
        "Rating": "207mph",
        "episode": 500,
        "categorie": "Sedan",
        "studio": "0-60mph --> 3.6 s",
        "img": "https://1.bp.blogspot.com/-Kff4eCUwiNY/Xk1ZlJVgdyI/AAAAAAAAJPk/MdDDsYgkcwo7uwEA3V4WwLaA8Dsd4dJsgCLcBGAsYHQ/s640/BENTLEY%2BMOTORS%2B-%2BCONTINENTAL%2BGT%2BNUMBER%2B9%2BEDITION.jpg"
    }, {
        "name": "BAC Mono",
        "description": "At the Mono’s heart is a solidly mounted engine, a 280bhp 2.3-litre four-cylinder Cosworth unit to be precise. It sits in the middle (as you’d expect), driving the rear wheels via a six-speed Hewland sequential gearbox and a limited-slip differential. The 0-60 time is well below 3.0sec while the top speed is a claimed 170mph. Its 527bhp/ton power-to-weight ratio is 6bhp better than a Bugatti Veyron's, too.The suspension comprises a racing-style fully adjustable pushrod setup, the brakes come from AP Racing and the Kumho tyres are bespoke-developed for the Mono. Ultimately grabbing the headlines, though, is the Sebastian Vettel cockpit view, with a central, single seat (each customer has their interior fitted around them, as you might hope at this sort of money) and an electronic, button-festooned steering wheel with a flat bottom and top. It’s pure theatre.",
        "Rating": "170 mph",
        "episode": 70,
        "categorie": "Super Car",
        "studio": "0-60mph --> 2.8 s",
        "img": "https://www.themanufacturer.com/wp-content/uploads/2016/08/bac_mono-copy.jpg"
    }, {
        "name": "Honda Civic Type R facelift",
        "description": "Honda revealed the updated 2020 Civic Type R on Thursday at the Tokyo Auto Salon.The look inside and out is slightly revised, but Honda also gave the Civic Type R performance upgrades that we hope will improve an already great track car.Those improvements include revised front suspension settings to reduce friction and improve steering feel, new dampers for a more comfortable ride, and stiffer bushings that Honda says will improve grip. New two-piece rotors and different brake pads are meant to improve high-speed braking and reduce fade. The 6-speed manual transmission has shorter throws between gears and a new shift knob. A larger front grille also improves engine cooling but doesn't increase output of the 2.0-liter turbo-4 from the current car's 306 horsepower and 295 lb-ft of torque.Honda says additional information about the U.S.-spec Civic Type R will be announced closer to the car's release later this year. Honda did not give any information on prices, though the brand increased prices at least twice for the 2019 model to the current $37,255.",
        "Rating": "169 mph",
        "episode": 500,
        "categorie": "Sedan",
        "studio": "0-60mph --> 5.0s",
        "img": "https://i.pinimg.com/originals/be/1b/43/be1b4341ba834a6f29e0cf999cd179f1.png"
    }, {
        "name": "Hyundai i20",
        "description": "The Hyundai Elite i20 has 1 Diesel Engine and 1 Petrol Engine on offer. The Diesel engine is 1396 cc while the Petrol engine is 1197 cc. It is available with the Manual and Automatic transmission. Depending upon the variant and fuel type the Elite i20 has a mileage of 17.4 to 22.54 kmpl. The Elite i20 is a 5 seater Hatchback and has a length of 3985mm, width of 1734mm and a wheelbase of 2570mm.",
        "Rating": "106 mph",
        "episode": 14,
        "categorie": "hatchback",
        "studio": "0-60mph --> 12.5 s",
        "img": "https://cdn.motor1.com/images/mgl/pPGzo/s3/2020-hyundai-i20-teaser-image.jpg"
    }, {
        "name": "Fiat 500 electric",
        "description": "Fiat’s 2018-2022 roadmap includes the launch of a brand new generation of the 500 hatchback, which is expected to debut during this year’s Geneva Motor Show in March 2020. The vehicle will spawn an all-electric version. While it may appear almost identical to the current 500 in terms of size and overall shape, the overhauled model will ride on a new platform designed with electrification in mind. Details about the powertrain of the 500e are not available at the moment but we expect more power and longer range between charges from today’s 111 horsepower (83 kilowatts)/147 pound-feet (200 Newton-meters) and 84 miles (135 kilometers) at a single charge",
        "Rating": "88 mph",
        "episode": 12,
        "categorie": "hatchback EV",
        "studio": "0-60mph --> 9.9 s",
        "img": "https://o.aolcdn.com/images/dims3/GLOB/legacy_thumbnail/800x450/format/jpg/quality/85/http://www.blogcdn.com/www.autoblog.com/media/2010/09/01-500-630.jpg"
    }, {
        "name": "kia sorento 2020",
        "description": "The first 2020 Kia Sorento engine option that we will explore is the 2.4L I-4 engine. This engine can be equipped with either FWD or AWD systems. This 185-horsepower engine is able to generate up to 178 pound-feet of torque. With FWD equipped, the 2020 Kia Sorento 2.4L engine allows the SUV to achieve EPA-estimated fuel economy ratings of 22 mpg in the city and 29 mpg on the highway. With AWD equipped, which is only available with the LX trim, the fuel economy ratings are reduced slightly to 21 mpg in the city and 26 mpg on the highway.",
        "Rating": "124mph",
        "episode": 51,
        "categorie": "SUV",
        "studio": "0-60mph --> 7.6 s",
        "img": "https://c4d709dd302a2586107d-f8305d22c3db1fdd6f8607b49e47a10c.ssl.cf1.rackcdn.com/thumbnails/stock-images/5f38df7ff77817c8e449918e3d6ce1d0.png"
    }, {
        "name": "Audi A6 55 TFSI",
        "description": "Audi has announced that it is expanding its portfolio of electrified car models. Presales for the latest plug-in hybrid have started in Germany; the car is the Audi A6 55 TFSI e quattro. The vehicle delivers combined fuel consumption of 1.9-2.1 l/100km of driving, which Audi says is 112 to 123.8 US MPG.The car has two efficient drives to reach a combined power output of 367PS. The four-cylinder gas engine is a 2.0-liter TFSI unit that makes 252PS alone. The electric motor is integrated into the 7-speed S tronic transmission and has a peak output of 105 kW.Torque is 368.8 pound-feet combined. The lithium-ion battery for the electric system is in the rear of the vehicle and has 14.1 kWh of energy stored inside. Despite being stored in the luggage compartment, the car still promises luggage space.Performance for the A6 TFSI e55 quattro is good with a 0-62.1 mph time of 5.6 seconds and a top speed of 155.3 mph. The car has a top speed on electricity alone of 83.9 mph. The electric-only driving range is up to 32.9 miles, as measured with the WLTP procedure. Audi has baked three drive modes into the car. The modes include “EV” for all-electric driving, “hybrid” for both drive types, and “hold” to conserve battery power for later. A level 3 charger is integrated and allows charging at 7.4 kW needing 2.5 hours to recharge an empty battery. The car has available S line exterior package black styling package, black external mirror housings, and more. The vehicle can be fitted with matrix LED headlights, sport seats, four-zone automatic air, Audi virtual cockpit, sport suspension, 19-inch wheels, and red brake calipers. Pricing starts at EUR 68,850. Availability outside of Germany is unannounced for now.",
        "Rating": "155.3 mph",
        "episode": 25,
        "categorie": "Sedan 5 doors",
        "studio": "0-60mph --> 5.6 s",
        "img": "https://1.bp.blogspot.com/-ivIG5Q_8zJ0/Xk1ZkJu08uI/AAAAAAAAJPc/hPg6_oHPLT4BB2k5ZB-T_3TuE1L5vDyKACLcBGAsYHQ/s640/Audi%2BA6%2B55%2BTFSI.jpg"
    }, {
        "name": "AUDI - A7 TFSI E",
        "description": "Audi introduced a new model for those that don’t want to sacrifice style in the name of eco-friendliness. It’s called the A7 Sportback 55 TFSI e quattro and it adds plug-in hybrid technology to Audi’s stylish liftback. \n Under the hood of the A7 Sportback 55 TFSI e quattro you’ll find a 2.0-liter 4-cylinder engine rated at 248 horsepower and 273 pound-feet of torque. That gas engine is responsible for spinning the A7’s front wheels, while an electric motor integrated into the car’s 7-speed S tronic gearbox is used to power the rear wheels, hence the electric quattro designation. \n Total system output stands at a healthy 361 hp and 368 pound-feet of torque, the latter of which is available from 1,250 rpm. As a result of that grunt, the A7 Sportback 55 TFSI e quattro can scoot from 0-60 in in about 5.7 seconds and hit a top speed of 155 mph.Of course the big draw of the A7 Sportback 55 TFSI e quattro is economy, with performance merely being an additional benefit. The A7 Sportback 55 TFSI e quattro can travel more than 25 miles on battery power alone and hit speeds of 84 mph in electric mode.Powering the A7 Sportback 55 TFSI e quattro’s electric motor is a 14.1-kwh lithium-ion battery pack located beneath the luggage compartment floor. Despite that placement, Audi says the A7 Sportback 55 TFSI e quattro retains the same cargo room as the standard A7.The A7 Sportback 55 TFSI e quattro comes with three drive modes—EV mode, Battery Hold mode and Hybrid mode. All three do exactly as they say.The A7 Sportback 55 TFSI e quattro also has an advanced computer system that can create predictive strategy controls based on traffic, distance to destination and even road gradients. If you’re using the A7’s integrated navigation, the system will even conserve battery power to ensure you’ll have enough juice to arrive emissions-free at your destination.When plugged into a fast charger, the A7’s battery pack can be charged up in as little as 2.5 hours. On a 230 volt source, the A7 plug-in requires about 7 hours for a full charge.Audi hasn’t announced if the A7 Sportback 55 TFSI e quattro will be available in the United States, but it’s scheduled to go on sale in Germany this year with a starting price of 77,850 euros ($85,950).",
        "Rating": "155.3 mph",
        "episode": 24,
        "categorie": "Sedan",
        "studio": "0-60mph --> 5.7 s",
        "img": "https://1.bp.blogspot.com/-kESAVEXmn6w/Xk1ZkaY3XSI/AAAAAAAAJPg/NmRkag3PEfgJbob44IIGNM3QIn81Ccj6wCLcBGAsYHQ/s640/Audi%2BA6%2B755%2BTFSI.jpg"
    }, {
        "name": "Audi A8 60 TFSI",
        "description": "it was only a matter of time until the S8 came out, but the hybrid is a bit of a surprise — and it will be a plug-in hybrid at that. The A8’s turbocharged 3.0-liter V-6 engine combines with an electric motor integrated into the torque converter to produce a total system output of 443 hp and 516 pounds-feet of torque. That’s up 108 hp and 147 pounds-feet of torque over the A8’s base engine, a turbo V-6, and it means that the hybrid is actually 0.7 second quicker to 60 mph (4.9 versus 5.6 seconds).The electric motor draws power from a 14.1-kilowatt-hour lithium-ion battery pack, which comprises 104 individual cells tucked beneath the luggage compartment. No word yet on whether this reduces the size of the fuel tank, but that’s one of many questions on the A8 TFSI e right now. Audi says fuel economy and pricing will come later, but it also didn’t specify if the TFSI e would have any all-electric range, a key characteristic of plug-in hybrids. We also don’t yet know the exact federal or state tax incentives the A8 TFSI e will qualify for. It should be in the neighborhood of $6,700 at the federal level, but check back with us as more details emerge.",
        "Rating": "155.3 mph",
        "episode": 24,
        "categorie": "Sedan",
        "studio": "0-60mph --> 3.9 s",
        "img": "https://1.bp.blogspot.com/-d398vmgbzP4/Xk1q-QpIzaI/AAAAAAAAJQc/edKcrdBgSDoPDuN1p_aUVQiqoEmXATuZACLcBGAsYHQ/s640/Audi-A8-Exterior.png"
    }, {
        "name": "VOLKSWAGEN - TOUAREG V8 TDI",
        "description": "The most powerful Volkswagen in the current model range is now available to order: the Touareg V8 TDI. At 310 kW / 421 PS, it’s one of the most powerful SUVs with a diesel engine in Germany. This 4.0-litre eight-cylinder vehicle has a maximum torque of 900 Newton metres – putting it at the same level as sports super cars. Whether cruising at low speeds, moving fast or going off-road, this power provides superior drive characteristics and makes the Touareg V8 TDI a reliable partner in everyday use. As with the product line’s V6 engines, the new V8 version also meets the requirements of the Euro 6d TEMP emissions standard.",
        "Rating": "155 mph",
        "episode": 148,
        "categorie": "SUV",
        "studio": "0-60mph --> 4.9 s",
        "img": "https://1.bp.blogspot.com/-R6GUWTDCpBA/Xk1ZmB3coNI/AAAAAAAAJPw/An0jrAZC80sxujZGqYPckCfh_WkzBb22wCLcBGAsYHQ/s640/VOLKSWAGEN%2B-%2BTOUAREG%2BV8%2BTDI.jpg"
    }

]
